{
  "recycleInfo": [
    {
      "name": "California",
      "body": "The state of California has passed legislation imposing an electronic waste recycling fee for a sale made by a retailer to a consumer in California for certain electronic items. Learn more about the recycling requirements in",
      "link": "#",
      "linkBody": "California at the California Electronic Waste Recycling Fee page."
    },
    {
      "name": "Colorado",
      "body": "The state of California has passed legislation imposing an electronic waste recycling fee for a sale made by a retailer to a consumer in California for certain electronic items. Learn more about the recycling requirements in California at the California Electronic Waste Recycling Fee page. Gateway offers a recycling program through its partner, Reverse Logistics Group Americas, Inc. (RLGA), which allows Gateway’s customers to return certain Gateway and eMachines branded products for recycling free of charge. To access the program simply click the link below and follow the instructions to return your product",
      "link": "#",
      "linkBody": "California at the California Electronic Waste Recycling Fee page."
    },
    {
      "name": "Hawaii",
      "body": "The Hawaii Electronic Waste Recycling Act was enacted on July 1, 2009. The Act required manufacturers of IT equipment to implement an approved recycling plan by January 1, 2010. Gateway offers a free program. To find out more about how to recycle products in Hawaii at collection sites or events, please visit the Reverse Logistics Group Americas’ Hawaii consumer information webpage. The program accepts all the following current or past Gateway- and eMachines-branded products: Gateway, Gateway 2000 and eMachines. Gateway offers a recycling program through its partner, Reverse Logistics Group Americas, Inc. (RLGA), which allows Gateway’s customers to return certain Gateway and eMachines branded products for recycling free of charge. To access the program simply click the link below and follow the instructions to return your product:",
      "link": "#",
      "linkBody": "California at the California Electronic Waste Recycling Fee page."
    },
    {
      "name": "Illinois",
      "body": "The Illinois Electronic Products Recycling and Reuse Act (Public Act 99-0013) was enacted on July 10, 2015. Gateway finances its share of electronics recycling in Illinois in accordance with the law. The program accepts all the following current or past Gateway- and eMachines-branded products: Gateway, Gateway 2000 and eMachines. For information on registered electronics collectors, recyclers, refurbishers or e-waste residential collection sites, or for general information on the program, please visit the Illinois Environmental Protection Agency website. Gateway offers a recycling program through its partner, Reverse Logistics Group Americas, Inc. (RLGA), which allows Gateway’s customers to return certain Gateway and eMachines branded products for recycling free of charge. To access the program simply click the link below and follow the instructions to return your product",
      "link": "#",
      "linkBody": "California at the California Electronic Waste Recycling Fee page."
    },
    {
      "name": "Indiana",
      "body": "The Indiana Electronic Waste Program (IC 13-20.5) was enacted on July 1, 2009. Gateway finances its share of electronics recycling in the state of Indiana in accordance with the law. The program accepts all the following current or past Gateway- and eMachines-branded products: Gateway, Gateway 2000 and eMachines. For information on registered electronics collectors, recyclers or e-waste collection locations, or for general information on the program, please visit the Recycle Indiana website. Gateway offers a recycling program through its partner, Reverse Logistics Group Americas, Inc. (RLGA), which allows Gateway’s customers to return certain Gateway and eMachines branded products for recycling free of charge. To access the program simply click the link below and follow the instructions to return your product",
      "link": "#",
      "linkBody": "California at the California Electronic Waste Recycling Fee page."
    },
    {
      "name": "Maine",
      "body": "Beginning July 20, 2006, all waste computer monitors and televisions generated by households in Maine must be recycled (unless shipped out of state for disposal). Please contact your local municipality for information about how and where to recycle your computer monitors and television sets in your area. For more information about Maine’s electronic waste law, visit the Maine Department of Environmental Protection website. Gateway offers a recycling program through its partner, Reverse Logistics Group Americas, Inc. (RLGA), which allows Gateway’s customers to return certain Gateway and eMachines branded products for recycling free of charge. To access the program simply click the link below and follow the instructions to return your product",
      "link": "#",
      "linkBody": "California at the California Electronic Waste Recycling Fee page."
    },
    {
      "name": "Maryland",
      "body": "Maryland’s Statewide Electronics Recycling Program was enacted on October 1, 2007. Gateway offers a mail-back program that meets the requirements of the Maryland recycling requirements. The program accepts all the following current or past Gateway- and eMachines-branded products: Gateway, Gateway 2000 and eMachines. For additional information about the Maryland Statewide Electronics Recycling Program, please visit the eCycling in MD website. Also, for information on how to erase the data on your hard drive prior to shipping or dropping off your product for recycling, please visit our Data Security section. Gateway offers a recycling program through its partner, Reverse Logistics Group Americas, Inc. (RLGA), which allows Gateway’s customers to return certain Gateway and eMachines branded products for recycling free of charge. To access the program simply click the link below and follow the instructions to return your product",
      "link": "#",
      "linkBody": "California at the California Electronic Waste Recycling Fee page."
    },
    {
      "name": "Michigan",
      "body": "Michigan’s statewide electronics recycling program (Senate Bill 897) was enacted on April 1, 2010. Gateway offers a free mail-back program that meets the requirements of the Michigan recycling law. The program accepts all the following current or past Gateway- and eMachines-branded products: Gateway, Gateway 2000 and eMachines. For more information about the Michigan electronics recycling program, please visit the Michigan Department of Environmental Quality website. Gateway offers a recycling program through its partner, Reverse Logistics Group Americas, Inc. (RLGA), which allows Gateway’s customers to return certain Gateway and eMachines branded products for recycling free of charge. To access the program simply click the link below and follow the instructions to return your product",
      "link": "#",
      "linkBody": "California at the California Electronic Waste Recycling Fee page."
    },
    {
      "name": "Minnesota",
      "body": "The Minnesota Electronics Recycling Act (Minn. Stat. §§ 115A.1310 to 115A.1330) was enacted in May 2007. Gateway finances its share of electronics recycling in the State of Minnesota in accordance with the law. The program accepts all the following current or past Gateway- and eMachines-branded products: Gateway, Gateway 2000 and eMachines. For information on registered electronics collectors, recyclers and e-waste collection locations, or for general information on the program, please visit the Minnesota Pollution Control Agency website. Gateway offers a recycling program through its partner, Reverse Logistics Group Americas, Inc. (RLGA), which allows Gateway’s customers to return certain Gateway and eMachines branded products for recycling free of charge. To access the program simply click the link below and follow the instructions to return your product",
      "link": "#",
      "linkBody": "California at the California Electronic Waste Recycling Fee page."
    },
    {
      "name": "Missouri",
      "body": "The Missouri Manufacturer Responsibility and Consumer Convenience Equipment Collection and Recovery Act (Senate Bill 720) was enacted on April 30, 2010. Gateway offers a mail-back program that meets the Missouri recycling requirements. The program accepts all the following current or past Gateway- and eMachines-branded products: Gateway, Gateway 2000 and eMachines. For additional information about the Missouri electronics recycling program, please visit the E-Cycle Missouri website. Gateway offers a recycling program through its partner, Reverse Logistics Group Americas, Inc. (RLGA), which allows Gateway’s customers to return certain Gateway and eMachines branded products for recycling free of charge. To access the program simply click the link below and follow the instructions to return your product",
      "link": "#",
      "linkBody": "California at the California Electronic Waste Recycling Fee page."
    },
    {
      "name": "New Jersey",
      "body": "The Electronic Waste Management Act (P.L. 2007 c.347, as amended by P.L. 2008 c.130) was enacted in January 2009. Gateway provides free recycling in compliance with the requirements of the New Jersey state law via its membership in Reverse Logistics Group Americas (RLGA), an Independent Group Plan operating in the state of New Jersey. For more information on how and where to recycle your end-of-life products, please visit the RLGA New Jersey website. The program accepts all brands of covered devices. For additional information about the New Jersey electronic waste recycling program, please visit the E-Cycle New Jersey website. Gateway offers a recycling program through its partner, Reverse Logistics Group Americas, Inc. (RLGA), which allows Gateway’s customers to return certain Gateway and eMachines branded products for recycling free of charge. To access the program simply click the link below and follow the instructions to return your product",
      "link": "#",
      "linkBody": "California at the California Electronic Waste Recycling Fee page."
    },
    {
      "name": "New York",
      "body": "The New York State Electronic Equipment Recycling and Reuse Act (Article 27, Title 26 of the Environmental Conservation Law) was enacted on May 28, 2010. In the state of New York, Gateway is a member of the Reverse Logistics Group Americas (RLGA) Collective Electronic Waste Acceptance Program registered with the State Department of Environmental Conservation and is in compliance with the New York State Electronic Equipment Recycling and Reuse Act. This program provides convenient methods for consumers of Covered Electronic Equipment (CEE) to return their products at end of life for environmentally sound recycling. To learn more about this program, please visit the RLGA Collective Electronic Waste Acceptance Program For New York State website. The program accepts all the following current or past Gateway- and eMachines-branded products: Gateway, Gateway 2000 and eMachines. For additional information about the New York electronics recycling program, please visit the New York Department of Environmental Conservation website.",
      "link": "#",
      "linkBody": "California at the California Electronic Waste Recycling Fee page."
    },
    {
      "name": "North Carolina",
      "body": "The North Carolina Discarded Computer Equipment and Television Management Law (Session Law 2010-67) was enacted on July 1, 2010. Gateway offers a mail-back program that meets the North Carolina recycling requirements. The program accepts all Gateway- and eMachines-branded products. For additional information about the North Carolina electronics recycling program, please visit the North Carolina DENR Electronics Management Program website. Gateway offers a recycling program through its partner, Reverse Logistics Group Americas, Inc. (RLGA), which allows Gateway’s customers to return certain Gateway and eMachines branded products for recycling free of charge. To access the program simply click the link below and follow the instructions to return your product",
      "link": "#",
      "linkBody": "California at the California Electronic Waste Recycling Fee page."
    },
    {
      "name": "Oklahoma",
      "body": "The Oklahoma Computer Equipment Recovery Act (Senate Bill 1631) was enacted on January 1, 2009. Gateway offers a mail-back program that meets the requirements of the Oklahoma recycling requirements. The program accepts all the following current or past Gateway- and eMachines-branded products: Gateway, Gateway 2000 and eMachines. For additional information about the Oklahoma Computer Equipment Recovery program, please visit the Oklahoma Department of Environmental Quality website. Gateway offers a recycling program through its partner, Reverse Logistics Group Americas, Inc. (RLGA), which allows Gateway’s customers to return certain Gateway and eMachines branded products for recycling free of charge. To access the program simply click the link below and follow the instructions to return your product",
      "link": "#",
      "linkBody": "California at the California Electronic Waste Recycling Fee page."
    },
    {
      "name": "Oregon",
      "body": "The Oregon Electronics Recycling Program (House Bill 2626) was enacted in December 2007. The Program requires manufacturers of desktop computers, portable computers, monitors and televisions whose products are sold in the State to participate in a recycling program. Gateway participates in the “Manufacturers’ Group Plan – powered by RLGA (MGP), approved by the Oregon Department of Environmental Quality. Visit the RLGA website for a list of the collection sites operated by MGP where consumers can recycle such items. More information about Oregon E-Cycles, the program created by Oregon’s Electronics Recycling Law and overseen by the Oregon Department of Environmental Quality, can be found at the Oregon E-Cycles website. The program accepts all the following current or past Gateway- and eMachines-branded products: Gateway, Gateway 2000 and eMachines. For additional information about the Oregon electronics recycling program, please visit the Oregon E-Cycles website. Gateway offers a recycling program through its partner, Reverse Logistics Group Americas, Inc. (RLGA), which allows Gateway’s customers to return certain Gateway and eMachines branded products for recycling free of charge. To access the program simply click the link below and follow the instructions to return your product",
      "link": "#",
      "linkBody": "California at the California Electronic Waste Recycling Fee page."
    },
    {
      "name": "Pennsylvania",
      "body": "The State of Pennsylvania has enacted Pennsylvania’s Covered Device Recycling Act (House Bill 708), Act 108 of 2010 that requires manufacturers of covered computer devices, covered television devices and peripherals (“covered devices”) whose products are sold in the state to participate in a recycling program. Manufacturers, either individually, or as part of a group, must establish, conduct and manage a plan to collect, transport and recycle covered devices. Gateway provides free recycling in compliance with the Pennsylvania state law via its membership with Reverse Logistics Group Americas (RLGA), a group plan operating in the state of Pennsylvania. Covered devices can be dropped off by eligible consumers at one of the plan collection sites. Please visit the RLGA website to view the list of collection sites. The program accepts all Gateway, Gateway 2000, and eMachines brands. For additional information about the Pennsylvania electronics recycling program, please visit the Pennsylvania Department of Environmental Protection (DEP) website. Gateway offers a recycling program through its partner, Reverse Logistics Group Americas, Inc. (RLGA), which allows Gateway’s customers to return certain Gateway and eMachines branded products for recycling free of charge. To access the program simply click the link below and follow the instructions to return your product",
      "link": "#",
      "linkBody": "California at the California Electronic Waste Recycling Fee page."
    },
    {
      "name": "Rhode Island",
      "body": "The Rhode Island Electronic Waste Prevention, Reuse and Recycling Act (R.I.G.L. Section § 23-24.10) was enacted on January 1, 2009. Gateway provides free recycling in compliance with the requirements of the Rhode Island state law via its membership in the Rhode Island Resource Recovery Corporation (RIRRC), the state recycling program. For more information on how and where to recycle your end-of-life products, please visit the RIRRC website. The program accepts all the following current or past Gateway- and eMachines-branded products: Gateway, Gateway 2000 and eMachines. For additional information about the Rhode Island electronics recycling program, please visit the Rhode Island Department of Environmental Management website. Gateway offers a recycling program through its partner, Reverse Logistics Group Americas, Inc. (RLGA), which allows Gateway’s customers to return certain Gateway and eMachines branded products for recycling free of charge. To access the program simply click the link below and follow the instructions to return your product",
      "link": "#",
      "linkBody": "California at the California Electronic Waste Recycling Fee page."
    },
    {
      "name": "South Carolina",
      "body": "The South Carolina Manufacturer Responsibility and Consumer Convenience Information Technology Equipment Collection and Recovery Act was enacted on July 1, 2011. Gateway offers a mail-back program that meets the requirements of the South Carolina recycling program. The program accepts all the following current or past Gateway- and eMachines-branded products: Gateway, Gateway 2000 and eMachines. For additional information, visit the e-Cycle South Carolina website. Gateway offers a recycling program through its partner, Reverse Logistics Group Americas, Inc. (RLGA), which allows Gateway’s customers to return certain Gateway and eMachines branded products for recycling free of charge. To access the program simply click the link below and follow the instructions to return your product",
      "link": "#",
      "linkBody": "California at the California Electronic Waste Recycling Fee page."
    },
    {
      "name": "Texas",
      "body": "On May 21, 2008, the Texas Commission on Environmental Quality (TCEQ) adopted new rules on recycling computer equipment. As of September 1, 2008, Gateway is offering a mail-back program that meets the Texas recycling requirements. The program accepts all the following current or past Gateway- and eMachines-branded products: Gateway, Gateway 2000 and eMachines. Gateway offers a recycling program through its partner, Reverse Logistics Group Americas, Inc. (RLGA), which allows Gateway’s customers to return certain Gateway and eMachines branded products for recycling free of charge. To access the program simply click the link below and follow the instructions to return your product",
      "link": "#",
      "linkBody": "California at the California Electronic Waste Recycling Fee page."
    },
    {
      "name": "Utah",
      "body": "Gateway provides voluntary free recycling as part of its participation in the eCycle Leadership Initiative administered by the Consumer Electronics Association (CEA). To meet the needs of consumers in the state, Gateway provides several options. Gateway offers a mail-back program that accepts all the following current or past Gateway- and eMachines-branded products: Gateway, Gateway 2000 and eMachines. Gateway offers a recycling program through its partner, Reverse Logistics Group Americas, Inc. (RLGA), which allows Gateway’s customers to return certain Gateway and eMachines branded products for recycling free of charge. To access the program simply click the link below and follow the instructions to return your product",
      "link": "#",
      "linkBody": "California at the California Electronic Waste Recycling Fee page."
    },
    {
      "name": "Virginia",
      "body": "Virginia’s Computer Recovery and Recycling Act was enacted on July 1, 2009. The law requires manufacturers to provide Virginia household consumers with free and reasonably convenient collection, reuse and recycling opportunities for certain devices. The program accepts the following devices covered under the Virginia law: Monitors, Desktop computers and Notebook computers. The program accepts all the following current or past Gateway- and eMachines-branded products: Gateway, Gateway 2000 and eMachines. As part of Virginia’s Computer Recovery and Recycling Act, manufacturers are required to post annual recycling performance and compliance assurance reports on their websites. Gateway’s annual reports are provided here, indicated by compliance program year: 2020 (PDF). Gateway offers a recycling program through its partner, Reverse Logistics Group Americas, Inc. (RLGA), which allows Gateway’s customers to return certain Gateway and eMachines branded products for recycling free of charge. To access the program simply click the link below and follow the instructions to return your product",
      "link": "#",
      "linkBody": "California at the California Electronic Waste Recycling Fee page."
    },
    {
      "name": "Washington",
      "body": "The Washington Department of Ecology in 2007 finished adopting WAC 173-900, requiring computer and television manufacturers to provide consumer-convenient recycling of their Covered Electronic Products (CEPs) throughout the state beginning January 1, 2009. CEPs include computers, televisions, computer monitors, and portable or laptop computers used by households, small governments, small businesses and charities. Gateway participates in the Washington State recycling program by financing its share of the recycling cost. For more information on how to recycle CEPs in the State of Washington, please visit the Washington Department of Ecology recycling website. Gateway offers a recycling program through its partner, Reverse Logistics Group Americas, Inc. (RLGA), which allows Gateway’s customers to return certain Gateway and eMachines branded products for recycling free of charge. To access the program simply click the link below and follow the instructions to return your product",
      "link": "#",
      "linkBody": "California at the California Electronic Waste Recycling Fee page."
    },
    {
      "name": "West Virginia",
      "body": "West Virginia’s statewide electronics recycling program (Senate Bill 746) was enacted on June 6, 2008. Gateway offers a free mail-back program that meets the requirements of the West Virginia recycling law. The program accepts all the following current or past Gateway- and eMachines-branded products: Gateway, Gateway 2000 and eMachines. For additional information about the West Virginia electronics recycling program, please visit the West Virginia Department of Environmental Protection website. Gateway offers a recycling program through its partner, Reverse Logistics Group Americas, Inc. (RLGA), which allows Gateway’s customers to return certain Gateway and eMachines branded products for recycling free of charge. To access the program simply click the link below and follow the instructions to return your product",
      "link": "#",
      "linkBody": "California at the California Electronic Waste Recycling Fee page."
    },
    {
      "name": "Wisconsin",
      "body": "The Wisconsin Electronics Recycling Law (Act 50) was enacted on January 1, 2010. Gateway finances its share of electronics recycling in the state of Wisconsin in accordance with the law. The program accepts all the following current or past Gateway- and eMachines-branded products: Gateway, Gateway 2000 and eMachines. For information on registered electronics collectors, recyclers and e-waste collection locations, or for general information on the program, please visit the E-Cycle Wisconsin website. Gateway offers a recycling program through its partner, Reverse Logistics Group Americas, Inc. (RLGA), which allows Gateway’s customers to return certain Gateway and eMachines branded products for recycling free of charge. To access the program simply click the link below and follow the instructions to return your product",
      "link": "#",
      "linkBody": "California at the California Electronic Waste Recycling Fee page."
    },
    {
      "name": "District of Columbia",
      "body": "The Sustainable Solid Waste Management Amendment Act of 2014 requires manufacturers of covered electronic equipment (CEE) to collect and recycle electronic waste generated in the District. Acer offers a mail-back program that meets the requirements of the D.C. recycling requirements. The program accepts all the following current or past Acer-branded products: Gateway, Gateway 2000, and eMachines. For additional information about the eCYCLE DC program, please visit the District of Columbia Department of Energy & Environment. Gateway offers a recycling program through its partner, Reverse Logistics Group Americas, Inc. (RLGA), which allows Gateway’s customers to return certain Gateway and eMachines branded products for recycling free of charge. To access the program simply click the link below and follow the instructions to return your product",
      "link": "#",
      "linkBody": "California at the California Electronic Waste Recycling Fee page."
    },
    {
      "name": "All Other States",
      "body": "Gateway offers a recycling program through its partner, Reverse Logistics Group Americas, Inc. (RLGA), which allows Gateway’s customers to return certain Gateway and eMachines branded products for recycling free of charge. To access the program simply click the link below and follow the instructions to return your product",
      "link": "#",
      "linkBody": "California at the California Electronic Waste Recycling Fee page."
    },
    {
      "name": "Recycling Your Battery",
      "body": "",
      "link": "#",
      "linkBody": "As a company of Acer, Inc., Gateway is a licensee of the Call2Recycle, which provides Gateway customers in all 50 U.S. states and throughout Canada with an environmentally responsible recycling service for their rechargeable batteries. More information about this program and how to access it can be found at Call2Recycle's website."
    }
  ]
}