{
  "recycleInfo": [
    {
      "name": "California",
      "body": "The state of California has passed legislation imposing an electronic waste recycling fee for a sale made by a retailer to a consumer in California for certain electronic items. Learn more about the recycling requirements in",
      "link": "#",
      "linkBody": "California at the California Electronic Waste Recycling Fee page."
    },
    {
      "name": "Colorado",
      "body": "The state of California has passed legislation imposing an electronic waste recycling fee for a sale made by a retailer to a consumer in California for certain electronic items. Learn more about the recycling requirements in California at the California Electronic Waste Recycling Fee page. Gateway offers a recycling program through its partner, Reverse Logistics Group Americas, Inc. (RLGA), which allows Gateway’s customers to return certain Gateway and eMachines branded products for recycling free of charge. To access the program simply click the link below and follow the instructions to return your product",
      "link": "#",
      "linkBody": "California at the California Electronic Waste Recycling Fee page."
    },
    {
      "name": "Hawaii",
      "body": "The Hawaii Electronic Waste Recycling Act was enacted on July 1, 2009. The Act required manufacturers of IT equipment to implement an approved recycling plan by January 1, 2010. Gateway offers a free program. To find out more about how to recycle products in Hawaii at collection sites or events, please visit the Reverse Logistics Group Americas’ Hawaii consumer information webpage. The program accepts all the following current or past Gateway- and eMachines-branded products: Gateway, Gateway 2000 and eMachines. Gateway offers a recycling program through its partner, Reverse Logistics Group Americas, Inc. (RLGA), which allows Gateway’s customers to return certain Gateway and eMachines branded products for recycling free of charge. To access the program simply click the link below and follow the instructions to return your product:",
      "link": "#",
      "linkBody": "California at the California Electronic Waste Recycling Fee page."
    },
    {
      "name": "Illinois",
      "body": "The Illinois Electronic Products Recycling and Reuse Act (Public Act 99-0013) was enacted on July 10, 2015. Gateway finances its share of electronics recycling in Illinois in accordance with the law. The program accepts all the following current or past Gateway- and eMachines-branded products: Gateway, Gateway 2000 and eMachines. For information on registered electronics collectors, recyclers, refurbishers or e-waste residential collection sites, or for general information on the program, please visit the Illinois Environmental Protection Agency website. Gateway offers a recycling program through its partner, Reverse Logistics Group Americas, Inc. (RLGA), which allows Gateway’s customers to return certain Gateway and eMachines branded products for recycling free of charge. To access the program simply click the link below and follow the instructions to return your product",
      "link": "#",
      "linkBody": "California at the California Electronic Waste Recycling Fee page."
    },
    {
      "name": "Indiana",
      "body": "The Indiana Electronic Waste Program (IC 13-20.5) was enacted on July 1, 2009. Gateway finances its share of electronics recycling in the state of Indiana in accordance with the law. The program accepts all the following current or past Gateway- and eMachines-branded products: Gateway, Gateway 2000 and eMachines. For information on registered electronics collectors, recyclers or e-waste collection locations, or for general information on the program, please visit the Recycle Indiana website. Gateway offers a recycling program through its partner, Reverse Logistics Group Americas, Inc. (RLGA), which allows Gateway’s customers to return certain Gateway and eMachines branded products for recycling free of charge. To access the program simply click the link below and follow the instructions to return your product",
      "link": "#",
      "linkBody": "California at the California Electronic Waste Recycling Fee page."
    },
    {
      "name": "Maine",
      "body": "",
      "link": "#",
      "linkBody": "California at the California Electronic Waste Recycling Fee page."
    },
    {
      "name": "Maryland",
      "body": "",
      "link": "#",
      "linkBody": "California at the California Electronic Waste Recycling Fee page."
    },
    {
      "name": "Michigan",
      "body": "",
      "link": "#",
      "linkBody": "California at the California Electronic Waste Recycling Fee page."
    },
    {
      "name": "Minnesota",
      "body": "",
      "link": "#",
      "linkBody": "California at the California Electronic Waste Recycling Fee page."
    },
    {
      "name": "Missouri",
      "body": "",
      "link": "#",
      "linkBody": "California at the California Electronic Waste Recycling Fee page."
    },
    {
      "name": "New Jersey",
      "body": "",
      "link": "#",
      "linkBody": "California at the California Electronic Waste Recycling Fee page."
    },
    {
      "name": "New York",
      "body": "",
      "link": "#",
      "linkBody": "California at the California Electronic Waste Recycling Fee page."
    },
    {
      "name": "North Carolina",
      "body": "",
      "link": "#",
      "linkBody": "California at the California Electronic Waste Recycling Fee page."
    },
    {
      "name": "Oklahoma",
      "body": "",
      "link": "#",
      "linkBody": "California at the California Electronic Waste Recycling Fee page."
    },
    {
      "name": "Oregon",
      "body": "",
      "link": "#",
      "linkBody": "California at the California Electronic Waste Recycling Fee page."
    },
    {
      "name": "Pennsylvania",
      "body": "",
      "link": "#",
      "linkBody": "California at the California Electronic Waste Recycling Fee page."
    },
    {
      "name": "Rhode Island",
      "body": "",
      "link": "#",
      "linkBody": "California at the California Electronic Waste Recycling Fee page."
    },
    {
      "name": "South Carolina",
      "body": "",
      "link": "#",
      "linkBody": "California at the California Electronic Waste Recycling Fee page."
    },
    {
      "name": "Texas",
      "body": "",
      "link": "#",
      "linkBody": "California at the California Electronic Waste Recycling Fee page."
    },
    {
      "name": "Utah",
      "body": "",
      "link": "#",
      "linkBody": "California at the California Electronic Waste Recycling Fee page."
    },
    {
      "name": "Virginia",
      "body": "",
      "link": "#",
      "linkBody": "California at the California Electronic Waste Recycling Fee page."
    },
    {
      "name": "Washington",
      "body": "",
      "link": "#",
      "linkBody": "California at the California Electronic Waste Recycling Fee page."
    },
    {
      "name": "West Virginia",
      "body": "",
      "link": "#",
      "linkBody": "California at the California Electronic Waste Recycling Fee page."
    },
    {
      "name": "Wisconsin",
      "body": "",
      "link": "#",
      "linkBody": "California at the California Electronic Waste Recycling Fee page."
    },
    {
      "name": "District of Columbia",
      "body": "",
      "link": "#",
      "linkBody": "California at the California Electronic Waste Recycling Fee page."
    },
    {
      "name": "All Other States",
      "body": "Gateway offers a recycling program through its partner, Reverse Logistics Group Americas, Inc. (RLGA), which allows Gateway’s customers to return certain Gateway and eMachines branded products for recycling free of charge. To access the program simply click the link below and follow the instructions to return your product",
      "link": "#",
      "linkBody": "California at the California Electronic Waste Recycling Fee page."
    },
    {
      "name": "Recycling Your Battery",
      "body": "",
      "link": "#",
      "linkBody": "As a company of Acer, Inc., Gateway is a licensee of the Call2Recycle, which provides Gateway customers in all 50 U.S. states and throughout Canada with an environmentally responsible recycling service for their rechargeable batteries. More information about this program and how to access it can be found at Call2Recycle's website."
    }
  ]
}